[Device]
No=No
SelectOnA=Continue
SelectOnB=Choose
Yes=Yes

[Error]
0=
1=You have been signed out of PlayStation®Network, which has forced the disconnection of the game session.
10=You have been disconnected due to a duplicate login.
11=Invalid user.
2=Your PlayStation®Network login status has changed, which has forced the disconnection of the game session.
3=You have been signed out of PlayStation®Network, which has forced the disconnection of the game session.
4=
5=Connection to PlayStation®Network has been dropped.
6=Connection to PlayStation®Network has been lost.\n\nPlease sign in, or continue offline without Leaderboard access.
7=PlayStation®Network service is temporarily unavailable.
8=An update is required before connection to PlayStation®Network is possible.
9=PlayStation®Network Servers are too busy to handle the request.
CorruptDLC=Game data is corrupt. Please exit the game and delete this game data.
StatsWrite=Unable to connect to the PlayStation®Network. Please check your network connection.\n\nDo you wish to continue to wait?
TrophyUserMismatch=A discrepancy has been found between the creator of the save data and the trophy user. To continue to be awarded trophies please quit and restart the game and create a new game in a new save data slot.
UnableToSignIn=Unable to connect to the PlayStation®Network. Please check your network connection.\n\nSelect YES to retry signing in, or NO to play offline.

[General]
SaveGameDetail=Save %d\nCompleted: %d%% - %s\nChallenges: %s\nRiddler: %s\nUpgrades: %s\nBios: %s
SaveGameSubtitle=
SaveGameTitle=Batman: Arkham Asylum GOTY

[Installing]
Installing=Installing game data...
InstallingInfo=The minimum installation required is 1309MB of free space. Please note that additional game data may be installed in the background to increase performance throughout the title. The maximum game data that can be installed is 3.8GB.

[UI]
ChallengeNeedsLoggedIn=You need to be signed into the PlayStation®Network to access the Leaderboards. Do you wish to sign in?
CorruptSave=The save is corrupt. Please delete it.
DLCNeedsLoggedIn=You need to be signed into the PlayStation®Network to access the Additional Content Leaderboards. Do you wish to sign in?
LeaderboardFetch=Retrieving Leaderboard Results.
LeaderboardFetchError=Failed to retrieve Leaderboard Results.
LeaderboardNotOnline=You need to be signed in to PlayStation®Network to access the Leaderboards.
NeedFreespace=Insufficient free space to create a new save game.
NoDLCPresent=Connect to PlayStation®Store to download additional content.
NoDLCPresentSoon=Connect to PlayStation®Store to download additional content.
OnlineDisabled=Online service is disabled on your PlayStation®Network account due to parental control restrictions.
PromptContinuePlay=Continue Offline
PromptExit=Exit Challenge
PromptSignIn=Sign In
PromptSignInRetry=Retry Sign In
SavingDesc=INFORMATION:\nThis game supports Autosave and this icon will appear whenever game data is being saved.\n\nPlease do not turn off your system while this icon is visible.
